Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_449_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: xxx
smn: Sämikielâ toimâttuv palvâlemmáávsuh pajaneh 1.1.2011

source: Sámedikki sámegiela doaimmahaga ( maŋŋelaš gielladoaimmahat ) bálvalusmávssut badjánit 1.1.2011 rájes .
smn: Sämitige sämikielâ toimâttuv ( maŋeláá kielâtoimâttâh ) palvâlemmáávsuh pajaneh 1.1.2011 rääjist .

source: Jorgalanbálvalusaid mávssut loktanit 45 euros 65 euroi .
smn: Jurgâlempalvâlusâi máávsuh pajeduvvojeh 45 eurost 65 euron .

source: Jorgalanbálvalusat
smn: Jurgâlempalvâlusah

source: Gielladoaimmahaga addin jorgalusas berrojuvvo máksu suomagielas sámegillii dahje nuppe gežiid 65 euro siiddus 2000 mearkka , mii ii sisttisdoala gaskamearkkaid .
smn: Kielitoimâttuv adelem jurgâlusâst piärroo máksu suomâkielâst sämikielân teikâ nubujkejij 65 eurod siijđost 2000 merkkâd , moos iä kuulâ koskâmeerhah .

source: Gielladoaimmahaga eará bálvalusat leat dulkonbálvalus ja eará gielalaš bálvalusat .
smn: Kielitoimâttuv eres palvâlusah láá tulkkumpalvâlusah já eres kielâliih palvâlusah .

source: Bálvalusmávssut leat ovddit háve bajiduvvon 22.2.2005 .
smn: Palvâlemmáávsuh láá ovdebáá keerdi pajejum ive 2005 .

source: Dárkkit čilgehus bálvalusaid mávssuid birra gávnnat dás : Jorgalanbálvalusat
smn: Täärhib čielgiittâs palvâlemmáávsuin kávnoo täst : Jurgâlempalvâlusah .

source: - Gielladoaimmahat jorgala váldoáššis áššegirjejorgalusaid , dadjá gielladorvočálli Siiri Jomppanen .
smn: – Kielâtoimâttâh jurgâl válduášálávt äššikiirjijd , iätá kielâtorvočällee Siiri Jomppanen .

source: Freelancer-jorgaleaddjit fuolahit dábálaččat guhkit jorgalusteavsttain , dego čáppa- ja diehtogirjjálašvuođa teavsttain ja oahppomateriálain , joatká Jomppanen .
smn: Freelance - jurgâleijeeh huolâtteh táválávt kuhebijn jurgâlusâin , tegu čaabâ- já tiätukirjálâšvuođâ teevstâin já oppâmateriaalâin , juátká Jomppanen .

source: Gielladoaimmahat fuolaha láhkateavsttaid jorgaleamis sámegielaide .
smn: Kielâtoimâttâh huolât asâttâsteevstâi jurgâlmist sämikieláid .

source: Doaimmahagas jorgaluvvo ollu čoahkkinbovdehusaid , áššelisttáid , beavdegirjjiid , muitalusat , plánat ja bušeahttaárvalusat .
smn: Ennuv jurgâluvvojeh še čuákkimij äššikirjeh tegu čuákkimpovdiittâsah , äššilistoh , pevdikirjeh , muštâlusah , vuáváámeh já budjeteh .

source: Eará jorgaluvvon teavsttat leat iešguđege eisseválddiid skovit ja prentosat , almmuhusat , gulahusat ja dieđáhusat .
smn: Eres äššikirjeh , moh jurgâluvvojeh , láá jieškote-uv virgeomâhái luámáttuvah já olgosadalduvah , almottâsah , kulluuttâsah já tiäđáttâsah .

source: Lassin jorgaluvvojit eisseválddiid mearrádusat , lohpeáššit dego birasteknihkalaš áššegirjjit sihke brošyrat , galbbat , neahttasiiddut ja risttalaš teavsttat dego rohkosat .
smn: Lasseen jurgâluvvojeh virgeomâhâšmiärádâsah , lopeääših , tegu pirâsteknisiih äššikirjeh sehe tieđettemčáluseh , koolbah , viärmádâhsiijđoh já oskoldâhliih teevstah , tegu rukoseh .

source: Gielladoaimmahat koordinere jorgalandoaimma ja dakkár dáhpáhusas , mas gielladoaimmahagas lea hohpolaš jorgalandilli , rávvejuvvo jorgalusa diŋgojeaddji váldit oktavuođa freelancer-jorgaleddjiide .
smn: Kielâtoimâttâh koordinist jurgâlemtooimâ já tagarijn tábáhtusâin , main kielitoimâttuv jurgâlemtile pokkâšuvá , stivrejuvvoo tiilájeijee väldiđ ohtâvuođâ freelance-jurgâleijeid .

source: Gielladoaimmahagas lea listu sámegiela jorgaleddjiin ja dulkkain , geat leat addán lobi almmuhit oktavuođadieđuideaset .
smn: Kielâtoimâttâh tuálá luvâttâllâm tain sämikielâ jurgâleijein já tuulhâin , kiäh láá adelâm love ohtâvuođâtiäđuidis almostmitmân .

source: Sin oktavuođadieđuid gávdná maid sámedikki interneahttasiidduin čujuhusas www.sámediggi.fi - Dokumeantat - Jorgaleaddjit ja dulkkat .
smn: Sii ohvuođâtiäđuh kávnojeh meiddei Sämitige päikkisiijđoin čujottâsâst www.sámediggi.fi – Dokumeentah – Jurgâleijeeh já tuulhah .

source: Oanehaččat sámegiela doaimmahaga birra
smn: Uánihávt sämikielâ toimâttuvâst

source: Sámedikki sámegiela doaimmahat ollašuhttá doaimmaid sámi giellalága ja – ásahusa mielde .
smn: Sämitige sämikielâ toimâttâh olášit säämi kielâlaavâ já - asâttâs miäldásijd pargoid .

source: Gielladoaimmahat fuolaha lágas oaivvilduvvon jorgalusaid doaimmaheamis iešguđege eiseválddiide ja lágádusaide , veahkeha daid sámegielat dulkkaid skáhppomis ja eará sámi giellalágas oaivvilduvvon bargguin .
smn: Kielâtoimâttâh huolât laavâst uáivildum jurgâlusâi tooimâtmist jieškote-uv virgeomâháid já lájádâssáid , iššeed taid sämikielâ táiđusij tuulhâi hahâmist sehe eres säämi kielâlaavâst uáivildum pargoin .

source: Gielladoaimmahat vuođđuduvvui jagis 1992 , go sámi giellaláhka bođii fápmui .
smn: Kielâtoimâttâh vuáđudui ive 1992 , ko säämi kielâlaahâ šoodâi vuáimán .

source: Guokte vuosttas giellajorgaleaddji álggaheigga barggu jagis 1992 .
smn: Ton kyehti vuossâmuu kielâjurgâleijee algâttáin pargoos ive 1992 .
